Repository: sisoftrg/ayplayer
Catalog: po/*.po
Languages: ru

source: * Error: %s!
ru: * Ошибка: %s!

source: * Support: %s. * Usage: ayplayer filename [part]
ru: * Умеем: %s. * Используем: ayplayer filename [часть]

source: Chip: %s
ru: Чип: %s

source: Regime:
ru: Режим:

source: Mono
ru: Моно

source: ABC stereo
ru: ABC стерео

source: ACB stereo
ru: ACB стерео

source: BAC stereo
ru: BAC стерео

source: BCA stereo
ru: BCA стерео

source: CAB stereo
ru: CAB стерео

source: CBA stereo
ru: CBA стерео

source: unknown mode
ru: неизвестный режим

source: Year: %u
ru: Год: %u

source: playable data is empty
ru: нет данных для проигрывания

source: Origin: %s
ru: Оригинал: %s

source: Editor: %s
ru: Редактор: %s

source: can't init soundcard
ru: не могу открыть звуковуху

source: Comment:
ru: Коммент:

source: Name:
ru: Название:

source: Author:
ru: Автор:

source: out of memory
ru: мало памяти

source: File: AYPlayer demo song
ru: Файл: AYPlayer demo song

source: can't gzip sound file
ru: не могу распаковать файл

source: can't stat sound file
ru: не могу найти файл

source: file is empty
ru: файл пуст

source: no file extension
ru: у файла нет расширения

source: can't open sound file
ru: не могу открыть файл

source: Warn: corrupted hobeta file!
ru: !!! плохой hobeta-заголовок!

source: Uncompiled SoundTracker modules is not supported
ru: некомпилированные модули SoundTracker не поддерживаются

source: Extension of this file is not supported
ru: Данный формат не поддерживается

source: bad fls file
ru: плохой fls модуль

source: unknown format
ru: неизвестный формат

source: bad file format
ru: файл повреждён

source: File: %s
ru: Файл: %s

source: Type: %s%s
ru: Модуль: %s%s

source: packed
ru: упакованный

source: compiled
ru: компилированный

source: unknown archive type
ru: неизвестный архив

source: bad psg file
ru: плохой psg файл

source: Misc: %s
ru: Прочее: %s

source: Songs #: %d (first=%d)
ru: Мелодий: %d (начать c %d)

source: Length: %u min, %u sec
ru: Длина: %u мин, %u сек.

source: Playing..
ru: Слушаем..

source: Playing part %d..
ru: Слушаем %d-ю часть..

source: Warning: music may not play correctly!
ru: Внимание! модуль может звучать неверно!

source: Exiting..
ru: Выходим..

source: bad file structure
ru: файл повреждён
